Repository: edemo/PDOauth
Catalog: site/locale/*.po
Languages: hu

source: There is already a user with that email
hu: Ezzel az email-el már van felhasználó

source: There is already a user with that username
hu: A Felhasználó név már foglalt

source: password should contain lowercase
hu: A jelszónak tartalmaznia kell kisbetűket

source: password should contain uppercase
hu: A jelszónak tartalmaznia kell nagybetűket

source: password should contain digit
hu: A jelszónak tartalmaznia kell számokat

source: secret should contain lowercase
hu: A jelszónak tartalmaznia kell kisbetűket

source: secret should contain digit
hu: A jelszónak tartalmaznia kell számokat

source: Missing parameter redirect_uri in URL query
hu: hiányzó paraméter: redrect_uri

source: Missing parameter response_type in URL query
hu: hiányzó paraméter: response_type

source: Missing parameter client_id in URL query
hu: hiányzó paraméter: client_id

source: unsupported_grant_type
hu: nem támogatott grant típus

source: invalid_client
hu: érvénytelen kliens

source: unsupported_response_type
hu: nem támogatott választípus

source: unauthorized_client
hu: a kliensnek nincs jogosultsága

source: invalid_scope
hu: hibás kód

source: Invalid request
hu: Érvénytelen kérés

source: access_denied
hu: Ehhez nincs hozzáférésed

source: invalid_grant
hu: hibás grant

source: You have to register first
hu: Ehhez először regisztrálnod kell

source: No certificate given
hu: Nincs SSL kulcs

source: another user is using your hash
hu: Egy másik Felhasználó is megadta ezt a Titkos kódot. Amennyiben nem a saját adataidat használtad töröld ezt a Titkos Kódot. Ha a Titkos Kód a te adataidból készült, akkor haladéktalanul kezdeményezd a tanúsításodat.Ezzel megakadályozod, hogy visszaéljenek az adataiddal.

source: no authorization to show other users
hu: Nincs jogod más felhasználók adatait megnézni

source: Password reset email has been successfully sent.
hu: A jelszó megváltoztatásához szükséges emailt elküldtük neked

source: You cannot delete the login you are using
hu: Ezt a bejelentkezési módot nem törölheted, mert éppen ezt használod

source: No such user
hu: Nincs ilyen Felhasználó

source: bad Authorization header
hu: Hibás hitelesítő fejléc

source: no authorization
hu: Nincs jogod hozzá

source: authentication needed
hu: Be kell jelentkezned

source: logged out
hu: Kijelentkezve

source: deregistration email has been sent
hu: A fiók törléséhez szükséges email elküldtük

source: secret is needed for deregistration_doit
hu: A fiókod törléséhez add meg a jelszavad!

source: not logged in
hu: Nem vagy bejelentkezve

source: bad deregistration secret
hu: A fiók törlő kulcs érvényessége lejárt. Kezdeményezd újból a fióktörlés 'fiókom' oldalon.

source: you are deregistered
hu: A fiókodat töröltük

source: new hash registered
hu: A Titkos Kódot lecseréltük

source: old password does not match
hu: A régi jelszó hibás

source: password changed succesfully
hu: A jelszavad sikeresen megváltoztattad

source: This user does not have that digest
hu: Az igazolás kiadása nem sikerült, nem egyezik a titkos kód

source: No user with this hash
hu: Ehhez a Titkos Kódhoz nincs Felhasználó

source: unknown token
hu: ismeretlen token

source: email verified OK
hu: Az email-cím rendben

source: Invalid email address
hu: Nem jó az email-cím

source: expired token
hu: lejárt token

source: Password successfully changed
hu: A jelszavadat sikeresen megváltoztattad

source: The secret has expired
hu: Lejárt a módosításra rendelkezésre álló idő

source: No such credential
hu: Nincs ilyen hitelesítésed

source: credential removed
hu: A hitelesítési mód törölve

source: Added assurance {0} to user {1}.
hu: A {0} igazolást a {1} felhasználó számára kiadtuk.

source: error in cert
hu: Hibás SSL tanúsítvány

source: Inactive or disabled user
hu: Nem aktív vagy felfüggesztett felhasználó

source: Bad username or password
hu: Hibás felhasználó név vagy jelszó

source: Cannot login to facebook
hu: Nem lehet a Facebook fiókot elérni

source: Unknown application
hu: ismeretlen alkalmazás

source: bad secret for email change
hu: Az email csere hivatkozás érvénytelen

source: email change email sent
hu: Az emailcím cseréhez szükséges levelet elküldtük. Az új email címed aktíválásához kattints a levélben található linkre.

source: {0} other users found with your hash. Those hashes are deleted
hu: {0} másik felhasználót találtunk ugyanezzel a titkos kóddal, amit töröltünk

source: Open in your mail client
hu: Megnyitás a levelezőben

source: The email address copied to the clipboard.
hu: Az tanúsító email címét a vágólapra másoltuk.

source: Your email validation was succesfull.
hu: Az email címed igazolása sikerült.

source: Your email validation <b>failed</b>.<br/>The servers response:
hu: Az email címed igazolása <b>nem</b> sikerült.<br/>A szerver üzenete:

source: My credentials
hu: Hitelesítési módjaim

source: Password
hu: Jelszavas

source: save
hu: mentés

source: cancel
hu: mégse

source: Application
hu: Alkalmazás

source: Domain
hu: Hivatkozás

source: User identifier
hu: Felhasználó azonosító

source: Emailing
hu: Levelezés

source: Allow emailing
hu: Kaphatok levelet

source: Type your new email address here
hu: Add meg az új email címed

source: Facebook error
hu: Facebook hiba

source: Can not login with your Facebook account
hu: Nem sikerült adatot kapni a Facebook-tól

source: Server error occured
hu: Szerver hiba

source: Server message
hu: Szerverüzenet

source: User informations
hu: A felhasználó adatai

source: Error message
hu: Hibaüzenet

source: Assurances
hu: Igazolások

source: Name
hu: Megnevezés

source: Assurer
hu: Kiállító

source: Date of assurance
hu: Kiállítás dátuma

source: Valid until
hu: Érvényesség

source: unlimited
hu: korlátlan

source: Congratulation!
hu: Gratulálunk!

source: You have succesfully registered and logged in. </br> Please click the link inside the email we sent you to validate your email address, otherwise your account will be destroyed in one week.
hu: A regisztrációd sikerült, amiről email-ben is értesítettünk. </br> Az emailben megadott linkre kell kattintanod, hogy igazold az email címed valódiságát. Ha ez nem történik meg egy héten belül, a fiókodat automatikusan töröljük

source: User name is missing.
hu: Hiányzik a felhasználónév.

source: Password is missing.
hu: Nem adtál meg jelszót.

source: Missing data
hu: Hiányzó adat

source: Under construction
hu: Keményen dolgozunk,

source: This function is not working yet.
hu: Ez a funkció sajnos még nem működik.

source: The secret is missing
hu: Hiányzik a hitelesítő eszköz

source: To accept the terms please mark the checkbox!
hu: Ha fiók törlésével kapcsolatos figyelmeztetést tudomásul vétted, kattints a jelölőnégyzetbe!

source: Personal identifier is missing
hu: A személyi azonosító nincs megadva

source: Mother's name is missing
hu: Anyja neve nincs megadva

source: email address and/or username / password
hu: email-cím és/vagy felhasználónév és jelszó

source: my facebook account
hu: facebook fiókom

source: Registration with %s
hu: Regisztráció %s használatával

source: The passwords are not identical
hu: A jelszavak nem egyeznek meg

source: For the registration you have to accept the terms of use. To accept the terms of use please mark the checkbox!
hu: A regisztrácóhoz el kell fogadnod a Felhasználási Feltételeket. Az elfogadáshoz kattints a Regisztrálok gomb felett található a jelölőnégyzetbe

source: Type Password
hu: Írd be a jelszavad

source: More Characters
hu: Több karakter kell

source: Strong!
hu: Erős

source: Medium!
hu: Közepes

source: Weak!
hu: Gyenge

source: OK.
hu: Rendben.

source: Passwords are not equal.
hu: A jelszavak nem egyeznek meg.
